{
  "blog": {},
  "gallery": [],
  "notifications": {
    "config": {
      "icon": "",
      "timezone": "+01:00"
    },
    "messages": {},
    "subscribers": {},
    "test": {},
    "users": {}
  },
  "partners": [
    {
      "title": "Platinium",
      "logos": [
        {
          "logoUrl": "../images/partners/logo-sfeir.svg",
          "name": "SFEIR",
          "url": "https://www.sfeir.com"
        },
        {
          "logoUrl": "../images/partners/logo-cirruseo.png",
          "name": "Cirruseo",
          "url": "https://www.cirruseo.com"
        },
        {
          "logoUrl": "../images/partners/logo-revevol.png",
          "name": "Revevol",
          "url": "https://www.revevol.com"
        }
      ]
    },
    {
      "title": "Gold",
      "logos": [
        {
          "logoUrl": "../images/partners/logo-jems.png",
          "name": "JEMS Datafactory",
          "url": "http://www.jemsdatafactory.com/"
        },
        {
          "logoUrl": "../images/partners/logo-d2si.png",
          "name": "D2SI",
          "url": "https://www.d2si.io/"
        },
        {
          "logoUrl": "../images/partners/logo-veolia.png",
          "name": "Veolia",
          "url": "https://www.veolia.com/fr"
        },
        {
          "logoUrl": "../images/partners/logo-eleven-labs.png",
          "name": "Eleven Labs",
          "url": "https://eleven-labs.com/"
        },
        {
          "logoUrl": "../images/partners/logo-google.svg",
          "name": "Google",
          "url": "https://developers.google.com/"
        },
        {
          "logoUrl": "../images/partners/logo-sii.png",
          "name": "Sii",
          "url": "http://www.groupe-sii.com/fr"
        }
      ]
    },
    {
      "title": "Silver",
      "logos": [
        {
          "logoUrl": "../images/partners/logo-web-atrio.png",
          "name": "Web Atrio",
          "url": "http://www.web-atrio.com/"
        }
      ]
    },
    {
      "title": "Partenaires",
      "logos": [
        {
          "logoUrl": "../images/partners/logo-xqrcode-blue.png",
          "name": "Xebia",
          "url": "https://xebia.fr/"
        }
      ]
    }
  ],
  "schedule": {
    "2018-02-08": {
      "dateReadable": "February 8",
      "timeslots": [
        {
          "startTime": "8:00",
          "endTime": "9:00",
          "sessions": [
            {
              "items": [
                132
              ]
            }
          ]
        },
        {
          "startTime": "9:00",
          "endTime": "9:45",
          "sessions": [
            {
              "items": [
                136
              ]
            }
          ]
        },
        {
          "startTime": "9:45",
          "endTime": "9:10",
          "sessions": [
            {
              "items": [
                135
              ]
            }
          ]
        },
        {
          "startTime": "10:00",
          "endTime": "10:40",
          "sessions": [
            {
              "items": [
                118
              ]
            },
            {
              "items": [
                104
              ]
            },
            {
              "extend": 4,
              "items": [
                105
              ]
            },
            {
              "extend": 4,
              "items": [
                103
              ]
            }
          ]
        },
        {
          "startTime": "10:40",
          "endTime": "11:00",
          "sessions": [
            {
              "items": [
                135
              ]
            }
          ]
        },
        {
          "startTime": "11:00",
          "endTime": "11:40",
          "sessions": [
            {
              "items": [
                108
              ]
            },
            {
              "items": [
                107
              ]
            }
          ]
        },
        {
          "startTime": "11:40",
          "endTime": "12:00",
          "sessions": [
            {
              "items": [
                135
              ]
            }
          ]
        },
        {
          "startTime": "12:00",
          "endTime": "12:50",
          "sessions": [
            {
              "items": [
                102
              ]
            },
            {
              "items": [
                110
              ]
            }
          ]
        },
        {
          "startTime": "12:50",
          "endTime": "13:05",
          "sessions": [
            {
              "items": [
                112
              ]
            },
            {
              "items": [
                113
              ]
            },
            {
              "extend": 4,
              "items": [
                120
              ]
            },
            {
              "extend": 4,
              "items": [
                121
              ]
            }
          ]
        },
        {
          "startTime": "13:05",
          "endTime": "14:05",
          "sessions": [
            {
              "items": [
                133
              ]
            }
          ]
        },
        {
          "startTime": "14:05",
          "endTime": "14:30",
          "sessions": [
            {
              "items": [
                114
              ]
            },
            {
              "items": [
                123
              ]
            }
          ]
        },
        {
          "startTime": "14:30",
          "endTime": "15:10",
          "sessions": [
            {
              "items": [
                101
              ]
            },
            {
              "items": [
                111
              ]
            }
          ]
        },
        {
          "startTime": "15:10",
          "endTime": "15:30",
          "sessions": [
            {
              "items": [
                134
              ]
            }
          ]
        },
        {
          "startTime": "15:30",
          "endTime": "16:10",
          "sessions": [
            {
              "items": [
                109
              ]
            },
            {
              "items": [
                119
              ]
            },
            {
              "extend": 4,
              "items": [
                124
              ]
            },
            {
              "extend": 4,
              "items": [
                116
              ]
            }
          ]
        },
        {
          "startTime": "16:10",
          "endTime": "16:30",
          "sessions": [
            {
              "items": [
                134
              ]
            }
          ]
        },
        {
          "startTime": "16:30",
          "endTime": "17:10",
          "sessions": [
            {
              "items": [
                115
              ]
            },
            {
              "items": [
                140
              ]
            }
          ]
        },
        {
          "startTime": "17:10",
          "endTime": "17:30",
          "sessions": [
            {
              "items": [
                134
              ]
            }
          ]
        },
        {
          "startTime": "17:30",
          "endTime": "18:20",
          "sessions": [
            {
              "items": [
                106
              ]
            },
            {
              "items": [
                117
              ]
            }
          ]
        }
      ],
      "tracks": [
        {
          "title": "Keynote room"
        },
        {
          "title": "Conference room"
        },
        {
          "title": "Workshops 1"
        },
        {
          "title": "Workshops 2"
        }
      ]
    }
  },
  "sessions": {
    "101": {
      "title": "WEB COMPONENTS EN 2019, ON EN EST OÙ ?",
      "complexity": "Beginner",
      "description": "Depuis quelques années on a entendu parler des web components, ce beau discours d'un développement web basé enfin sur une vraie architecture en composants, de la réutilisation, de la modularisation, de l'encapsulation... <br>Mais force est de constater que aujourd'hui, en fin 2018, cette vision a du mal à se concrétiser, les frameworks comme React, Angular ou Vue ont encore la part belle des feux des projecteurs et le discours des web components sont presque inaudibles. <br>Et pourtant plein de choses se sont passées cette dernière année, et les web components sont aujourd'hui sur plein de sites et des applications que nous utilisons tous les jours, sans qu'on les remarque. La révolution est bien en marche, mais elle est plutôt silencieuse...<br>Dans ce talk on va commencer par faire un tour de table sur les différentes bibliothèques de web components disponibles aujourd'hui, leurs caractéristiques, leur philosophie et leurs use cases. <br>Ensuite on va se centrer sur le futur de mon projet favorite : Polymer. La v3 est sortie il y a quelques mois, et en plus de mettre enfin l'outillage en phase avec les standards du marché (npm...) elle nous annonce un beau futur avec des composants plus légers, plus performants, plus proches de la plateforme et avec un rendering basé sur vrai concurrent de JSX mais qui s'intègre 100% sur les standards du web : lit-html. On parlera donc de LitElement, on fera des demos, on verra du code...<br>Pour finir on va voir comment il est simple aujourd'hui d'intégrer les web components sur n'importe quel project web, du legacy avec jQuery à la dernière app avec React, du projet en Angular à l'application en Vue JS. Des composants interopérables plug and play pour vos applications qui montrent encore une fois l'intérêt de cette révolution des web components.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "horacio_gonzalez"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "102": {
      "title": "BEYOND SMART SPEAKERS: GET YOUR GOOGLE ASSISTANT APPS READY FOR SMART DISPLAYS",
      "complexity": "Intermediate",
      "description": "In an ever-expanding world of devices for the Google Assistant (smart speaker, smartphone, tablet, smartwatch, earphones, smart TV, car, smart display, and the list goes on and on), developers face today completely new challenges in creating effective and consistent experiences for users. In this talk, we’ll take a closer look at our user’s daily journey as they’re moving from one device to another and cover some key considerations for designing Actions on Google across surfaces - with useful tips to understand when and how to leverage visuals alongside voice interactions, to create rich, delightful conversational experiences for smart displays and more.<br>",
      "language": "English",
      "presentation": "",
      "speakers": [
        "aygul_zagidullina"
      ],
      "tags": [
        "Artificial Intelligence"
      ],
      "mainTag": "Artificial Intelligence"
    },
    "103": {
      "title": "MASTER YOUR LAYOUTS (CODELAB)",
      "complexity": "Intermediate",
      "description": "Have you ever thrown (or dreamed of doing) a laptop through the window when you were vertically aligning a <div> or creating a common sidebar / content layout?<br>Attend our Master your Layout codelab and you will be able to remove the bubble wrap around your beautiful machine.<br>From floats to grids, passing by flexbox, discover and master all that CSS can offer you to create a perfect layout.<br>You will have fun creating your next layouts and you will do it leaving the window open without fear of flying macbook!",
      "language": "French",
      "presentation": "",
      "speakers": [
        "fanny_weisenburger",
        "fabien_zibi"
      ],
      "mainTag": "UX/UI"
    },
    "104": {
      "title": "TYPESCRIPT: WHY? WHEN? HOW?",
      "complexity": "Beginner",
      "description": "Actuellement en plein essor, TypeScript a grandement évolué depuis ses début. Il est aujourd'hui un élément clé, autant pour les développeurs Frontend que Backend avec Node.js.<br>Vous ne l'utilisez pas encore? Alors cette session est faite pour vous! Venez découvrir son fonctionnement et comment le mettre en œuvre dès aujourd'hui dans vos projets.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "felix_billon",
        "sylvain_pontoreau"
      ],
      "tags": [
        "Languages"
      ],
      "mainTag": "Languages"
    },
    "105": {
      "title": "CRÉEZ VOTRE PREMIÈRE PWA EN PUR HTML/JS",
      "complexity": "Intermediate",
      "description": "Le terme Progressive Web App (PWA) n'a sans doute pas échappé à toute personne qui suit l'actualité web. À quoi correspond ce terme et qu'apporte t-il à une application web ? Ce workshop vous permettra de mieux comprendre les PWA avec un peu de pratique 💪.<br>Nous allons ensemble transformer une application web classique en une PWA. Cela permettra à l'utilisateur de disposer d'un mode offline basique pour consulter l'application et de pouvoir l'ajouter en raccourci sur l'écran d'accueil de son smartphone.<br><br>PRÉREQUIS<br><br>Connaître les bases du HTML, CSS et JavaScript.<br>Un poste de travail muni d'un éditeur de code tel que Visual Studio Code<br>Google Chrome (les PWA sont supportées par la plupart des navigateurs mais pour faciliter l'organisation, nous utiliserons tous le même navigateur pendant le développement)<br>Un serveur web local (si vous n'en avez pas, essayez npmjs.com/serve et la commande cd app && serve)<br><br>ETAPES DU WORKSHOP<br><br><ul><li>Préparation</li><li>Ajout d'un manifeste d'application web</li><li>Installation et activation d'un Service Worker</li><li>Precaching des assets statiques pour un mode offline basique</li><li>Stratégie de Cache/Update/Refresh pour les requêtes GET de l'API</li><li>Background sync et exemple de notification push",
      "language": "French",
      "presentation": "",
      "speakers": [
        "yassin_benabbas"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "106": {
      "title": "WEBASSEMBLY : LE NAVIGATEUR EST MAINTENANT UNE VRAIE MACHINE VIRTUELLE",
      "complexity": "Intermediate",
      "description": "WebAssembly est une nouvelle machine virtuelle dans le navigateur. Elle ne fait pas de transpilation vers JavaScript comme l'ont tenté ses prédécesseurs ; elle introduit un nouveau format, proche d'un assembleur, exécuté dans une machine virtuelle au sein de votre browser. Le coup de génie ? Offrir un bridge entre les API JavaScript et les exécutables WebAssembly ! Les dernières optimisations des navigateurs permettent maintenant un échange ultrarapide entre le code JS de votre interface, et votre code métier WASM.<br>Partons d'un projet nécessitant un long temps de calcul, comme un modèle statistique. Nous développerons le core code en Rust, compilé vers WASM via LLVM, et nous afficherons l'ensemble des résultats dans une UI propulsée par JavaScript. Pas besoin de savoir comment tout ça fonctionne, c'est ce que nous allons découvrir ensemble !<br>Ce talk appartient à une nouvelle série sous le hashtag #StartFromNowhere : démarrons des savoir-faire des développeur·euse·s front (JS / HTML / CSS), et plongeons dans la mise en application d'une nouvelle technologie / framework dont beaucoup parlent sans pour autant y avoir déjà touché. En 45', vous obtiendrez tous les savoirs nécessaires à la poursuite de votre apprentissage.<br>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "m4dz"
      ],
      "tags": [
        "Languages"
      ],
      "mainTag": "Languages"
    },
    "107": {
      "title": "GCP FOR DATA SCIENTISTS",
      "complexity": "Intermediate",
      "description": "Depuis son arrivée, GCP a démocratisé la conception et la mise en place de services basés sur l'IA sans avoir besoin en pré-requis de connaissances spécifiques en IA, Google Cloud AutoML étant le projet phare de cette tendance. Toutefois GCP met à disposition des services intéressants pour un Data Scientist tels que ML Engine pour entrainer et déployer ses propres modèles. Comment un Data Scientist peut-il s'orienter dans ce monde qui n'est pas le sien pour exploiter tout le potentiel de GCP ?",
      "language": "French",
      "presentation": "",
      "speakers": [
        "giulia_bianchi"
      ],
      "tags": [
        "Cloud"
      ],
      "mainTag": "Cloud"
    },
    "108": {
      "title": "LES NOUVEAUTÉS D'ANGULAR EN 2019",
      "complexity": "Intermediate",
      "description": "2019 est une année existante pour la commuauté Angular. Dans cette session, nous découvrirons la roadmap de certaines fonctionnalités à venir. Nous parlerons du nouveau système de build, des CDK, le nouveau moteur de rendu et de nombreuses autres fonctionnalités intéressantes. Nous verrons également comment il serait possible de faire cohabiter Angular avec les autres technologies front-end. Êtes-vous prêt ?<br>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "wassim_chegham"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "109": {
      "title": "USING WEBGL AND PWA TO BUILD AN ADAPTIVE GAME FOR TOUCH, MOUSE AND VR DEVICES",
      "complexity": "Intermediate",
      "description": "We’ll see how to build a cross-platforms game using an adaptive gameplay. This will allow the same web app to be played on touch screens, using a mouse or pen on desktops, up to the ultimate immersive experience thanks to WebVR! By using PWA, it will run totally offline, can be pinned on your mobile home screen or even be pushed to the Microsoft Store. <br>We'll see how to build the 3D scene using glTF, create the loading screen using the latest CSS features, manage the gameplay and finally how to use a service worker in the best way possible in collaboration with IndexedDB. I'll share what I've learned while creating the game. Fun topic but serious learnings. <br>I'll demo the game on desktop, mobile and on a VR headset which provides a very cool gameplay via the VR controllers! :)",
      "language": "French",
      "presentation": "",
      "speakers": [
        "david_rousset"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "110": {
      "title": "LES NOUVEAUTÉS \"SERVERLESS\" DE GOOGLE CLOUD",
      "complexity": "Beginner",
      "description": "Des millions de personnes échangent des selfies sur Snapchat ou jouent à Super Mario Run tous les jours. Savez-vous où ces applications tournent ? C'est le vénérable Google App Engine et l'infrastructure de Google Cloud qui permettent aux développeurs de se focaliser sur leur code et de laisser le soin de scaler l'application à Google. <br>Que vous déployiez des applications avec App Engine, ou des fonctions avec Cloud Functions, vous ne vous souciez plus de serveurs ou de clusters à provisionner et vous payez proportionnellement à l'utilisation, sans coûts fixes. <br>Dans cette session, découvrons ensemble ce qu'il y a sous le capot, et surtout les nouveautés \"serverless\" de Google au delà d'App Engine et Cloud Functions.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "guillaume_laforge"
      ],
      "tags": [
        "Cloud"
      ],
      "mainTag": "Cloud"
    },
    "111": {
      "title": "TENSORFLOW TOUJOURS PLUS HAUT",
      "complexity": "",
      "description": "TensorFlow, malgré sa grande popularité, a souvent été perçu comme un framework relativement bas niveau pour le Deep Learning, et compliqué à appréhender et débogguer notamment avec son concept de graphe. Mais c'est maintenant de l'histoire ancienne grâce à ses récentes APIs haut niveau.<br>Nous allons parcourir ensemble ces APIs haut niveau que sont tf.data, tf.keras, les Estimators ainsi que le mode d'exécution impératif (eager mode), et vous verrez que vous ne pourrez plus vous en passer !",
      "language": "French",
      "presentation": "",
      "speakers": [
        "yoann_benoit"
      ],
      "tags": [
        "Artificial Intelligence"
      ],
      "mainTag": "Artificial Intelligence"
    },
    "112": {
      "title": "CREATING AN ARTWORK FINDER WITH CLOUD VISION API",
      "complexity": "Intermediate",
      "description": "This talk is based on a project started a few months ago: <strong>Shadra</strong>. The idea was to give pen-and-paper RPG players and Dungeon masters a way to find the perfect artworks for their characters. People often use <strong>Pinterest</strong> boards for that, like this one: https://www.pinterest.fr/michelparpaillo/dd-premium-npcs/. It’s cool but it comes with several issues:<ul><li>A lot of the returned images are not relevant (photos, landscape, groups, etc)</li><li>Content is not well qualified (not well enough at least)</li><li>There are a lot of duplicates</li><li>Artists are almost never mentioned</li></ul><br>By using the <strong>Cloud Visions API</strong> I could:<ul><li>Extract relevant tags from uploaded artworks (WebEntities)</li><li>Make sure there’s only one character per artwork (FaceDetection)</li><li>Create thumbnails out of it (FaceDetection + Sharp)</li><li>From the size of the face guess the type of artwork: body or portrait (FaceDetection)</li><li>Make sure the artwork is safe for children… and work (SafeSearch)</li><li>Extract the dominant color to show it before the artwork is loaded (Colors detection)</li><li>Propose a better quality for the uploaded artwork (Matching images)</li><li>Suggest other artworks to upload (Similar images)</li><li>Help to find the artist by listing the pages using this artwork (Source pages)</li></ul><br>Shadra also uses <strong>Algolia</strong> to perform searches and <strong>Angular</strong> for the frontend.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "michel_parpaillon"
      ],
      "tags": [
        "Cloud"
      ],
      "mainTag": "Cloud"
    },
    "113": {
      "title": "AU PAYS DES GOPHERS (À PARTIR DE 3 ANS)",
      "complexity": "Beginner",
      "description": "Au pays des Gophers, les Goroutines gambadent librement, et s’échangent des bisous et des bonbons grâce aux channels.<br>Les méchants Locks sont tous deads (ou presque), et le Scheduler règne sur ce monde paisible qui ne connaît pas le nom des Processeurs.<br>La concurrence en Go expliquée à ma fille de 3 ans !<br>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "nicolas_lepage"
      ],
      "tags": [
        "Languages"
      ],
      "mainTag": "Languages"
    },
    "114": {
      "title": "CORS, XSS, CSRF, SQL INJECTION #BACKTOTHEBASICS",
      "complexity": "Beginner",
      "description": "Pas besoin d'être RSSI ou DevOpsSec pour se soucier de sécurité. Que l'on soit développeur back ou front, la sécurité est l'affaire de tous. Pourtant, on l'a confit souvent aveuglement à nos frameworks. Mais alors comment vérifier la sécurité de nos données et de nos utilisateurs. A travers quelques démos, nous allons voir les failles les plus basiques : CORS, XSS, CSRF et SQL injection<br>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "adrien_pessu"
      ],
      "tags": [
        "Discovery"
      ],
      "mainTag": "Discovery"
    },
    "115": {
      "title": "DÉMYSTIFIONS LES CSS CUSTOM PROPERTIES",
      "complexity": "Beginner",
      "description": "Les CSS Variables, de leur vrai nom : Custom Properties, sont désormais supportées par tous les navigateurs modernes. Et pourtant, elles restent sous-utilisées ! Venez découvrir les fonctionnalités offertes par cette nouvelle spécification, ses avantages, ses limites et ainsi vous convertir à l’utilisation massive des variables dans vos projets web !",
      "language": "French",
      "presentation": "",
      "speakers": [
        "jean_francois_garreau",
        "audrey_garreau"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "116": {
      "title": "DÉVELOPPEZ VOTRE PROCHAINE APPLICATION WEB AVEC FIREBASE",
      "complexity": "Beginner",
      "description": "L'offre Firebase proposée par Google est une galaxie. Et malheureusement nous n'aurons pas le temps de tout aborder. Nous allons principalement aborder les produits permettant des stocker des donneées (FireStore), pour gérer l'authentification, pour héberger vos SPA utilisant votre framework JavaScript de prédilection ou encore les Cloud Functions.<br>Si vous avez toujours eu envie de développer une nouvelle application Web, mans sans trop se soucier de la partie back ou encore de la base de données, Firebase peut être la réponse à vos besoins. <br>À la fin de ce codelab, vous serez dans la capacité de développer, déployer et utiliser votre application grâce à l'infrastructure de Google.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "emmanuel_demey",
        "logan_hauspie"
      ],
      "tags": [
        "Cloud"
      ],
      "mainTag": "Cloud"
    },
    "117": {
      "title": "DEVOPS DANS UN CONTEXTE SERVERLESS, OPPORTUNITÉ OU UTOPIE?",
      "complexity": "Beginner",
      "description": "En adoptant les architectures serverless et microservices on a moins à ce soucier de l'infrastructure sous-jacentes mais est-ce qu'on ne perd pas au final le contrôle de ses opérations? En réalité, le passage au serverless est une opportunité de mettre en place une approche DevOps centrée sur l'utilisateur.<br>Entre les outils de versioning, de traffic splitting des fournisseurs de Cloud et la méthodologie SRE (Site Reliability Engineering) développée par Google cette session sera l'occasion de parler de SLO (Service Level Objective) et de budget d'erreur de manière concrète au travers d'une application de microservices serverless (fonctions, applis, conteneurs, ...) .",
      "language": "French",
      "presentation": "",
      "speakers": [
        "alexis_moussine_pouchkine"
      ],
      "tags": [
        "DevOps"
      ],
      "mainTag": "DevOps"
    },
    "118": {
      "title": "COMPUTER VISION: BRITISH CLAY",
      "complexity": "Beginner",
      "description": "The artificial vision spectrum ranges from fully automated generic Image Content Analysis (just give a picture and get answers, no configuration needed!) to fine-tuned neural network frameworks.<br>In-between, AutoML techniques let you build high-accuracy prediction systems focused on your use case, discovering and learning the topology of your data of interest, without writing any line of code at all. For image classification, this typically involves providing hundreds of known photos to a platform to train a model, and then use this model to infer characteristics of new pictures. Supervised learning at its simplest: just show labeled samples, and you get a model.<br>I will demo several recent tools that help build a model from a collection of pictures and a list of labels, and compare the quality of the results. Each may have its own answer to this fundamental question: Is it easier to detect Wallace or to detect Gromit?",
      "language": "French",
      "presentation": "",
      "speakers": [
        "valentin_deleplace"
      ],
      "tags": [
        "Machine Learning"
      ],
      "mainTag": "Machine Learning"
    },
    "119": {
      "title": "KUBEFLOW : DATA SCIENTIST READY ?",
      "complexity": "Intermediate",
      "description": "Industrialiser de la Data Science est le nouveau sujet à la mode. Ajoutez à cela une pincée de Kubernetes et vous retrouvez une recette de buzzwords. Lors d'une précédente démonstration, je me suis rendu compte de la difficulté de comprendre tout cet écosystème pour un Data Scientist.<br>Google a depuis mis à disposition un série d'outil afin de permettre la scalabilité de projets de Deep Learning sous le nom de Kubeflow : contraction de Kubernetes et Tensorflow. Nous allons montrer, à travers une démo, l'utilisation de ces outils et essayer de répondre à une simple question : est-il Data Scientist ready ?",
      "language": "French",
      "presentation": "",
      "speakers": [
        "sylvain_lequeux"
      ],
      "tags": [
        "DevOps"
      ],
      "mainTag": "DevOps"
    },
    "120": {
      "title": "HANDS ON CLOUD FUNCTIONS",
      "complexity": "Intermediate",
      "description": "Lors de ce hands-on, vous aller apprendre à utiliser les Cloud Functions de GCP tout en vous amusant. Vous formerez seul ou avec un autre participant une équipe qui représentera une société de livraison de colis par drone. Votre objectif : coder , déployer et améliorer une Cloud Function pour commander un drone virtuel afin de le déplacer pour récupérer puis livrer les colis et ainsi gagner des points. Le jeu évolue en fonction de votre avancement, il vous faudra adapter votre code pour gagner (et remporter un drone). Un dashboard diffuse en temps réel les colis et les déplaçements des drones ainsi que le classement des équipes engagés dans la partie. Attention : il faut venir avec son ordinateur et avoir un compte gmail pour participer.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "antoine_le_taxin",
        "jean_baptiste_claramonte",
        "nicolas_dechandon"
      ],
      "tags": [
        "Cloud"
      ],
      "mainTag": "Cloud"
    },
    "121": {
      "title": "DÉVELOPPEZ UNE APPLICATION DE RÉALITÉ AUGMENTÉE 100% WEB",
      "complexity": "Beginner",
      "description": "Et si on développait un menu de restaurant innovant ?<br>La réalité augmentée permet d'afficher des élements 3D au-dessus d'un flux vidéo live de la caméra de votre téléphone pour donner l'illusion que votre élement fait partie du monde réel.<br>Les usages ont explosé depuis l'arrivée en 2017 des frameworks ARKit et ARCore, et gràce à l'API WebXR les développeurs web vont eux-aussi pourvoir créer leur propre application AR.<br>Nous vous guiderons, au-cours de cet atelier, dans les différentes étapes de création de votre première application en réalité augmentée :<br><ul><li>comment utiliser l'API WebXR</li><li>comment trouver une surface en utilisant le hit testing</li><li>comment charger et afficher en synchronisation avec le flux vidéo de votre caméra votre modèle 3D</li><li>comment utiliser tout cela pour donner le choix à un futur client d'un restaurant de prévisualiser son plat en réalité augmentée</li></ul>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "vincent_ogloblinsky"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "122": {
      "title": "DÉVELOPPEZ UNE APPLICATION DE RÉALITÉ AUGMENTÉE 100% WEB",
      "complexity": "Beginner",
      "description": "Et si on développait un menu de restaurant innovant ?<br>La réalité augmentée permet d'afficher des élements 3D au-dessus d'un flux vidéo live de la caméra de votre téléphone pour donner l'illusion que votre élement fait partie du monde réel.<br>Les usages ont explosé depuis l'arrivée en 2017 des frameworks ARKit et ARCore, et gràce à l'API WebXR les développeurs web vont eux-aussi pourvoir créer leur propre application AR.<br>Nous vous guiderons, au-cours de cet atelier, dans les différentes étapes de création de votre première application en réalité augmentée :<br><ul><li>comment utiliser l'API WebXR</li><li>comment trouver une surface en utilisant le hit testing</li><li>comment charger et afficher en synchronisation avec le flux vidéo de votre caméra votre modèle 3D</li><li>comment utiliser tout cela pour donner le choix à un futur client d'un restaurant de prévisualiser son plat en réalité augmentée</li></ul>",
      "language": "French",
      "presentation": "",
      "speakers": [
        "vincent_ogloblinsky"
      ],
      "tags": [
        "Web"
      ],
      "mainTag": "Web"
    },
    "123": {
      "title": "COMMENT KUBERNETES VA CHANGER VOTRE FAÇON DE CODER",
      "complexity": "Intermediate",
      "description": "<em>Kubernetes</em> est sans doute LA solution d'infrastructure de 2018.<br>Prévisible, ce succès n'a pas que des impacts sur les ops, mais aussi (et bien plus même) sur les développeurs.<br>Nous reviendrons brièvement sur <em>kubernetes</em> et ses concepts.<br>Mais surtout sur ce que peut changer <em>kubernetes</em> dans les méthodes de développement&nbsp;:<ul><li>microservices</li><li>single tenant</li><li>test en production</li><li>asynchronisme</li><li>clustering</li><li>auditabilité</li><li>…</li></ul><br>Nous irons même jusqu'à voir comment créer des applications \"kubernetes-native\".",
      "language": "French",
      "presentation": "",
      "speakers": [
        "guilhem_lettron"
      ],
      "tags": [
        "Methods & Tooling"
      ],
      "mainTag": "Methods & Tooling"
    },
    "124": {
      "title": "UNA-GITLAB, LE TP À ROULETTE !",
      "complexity": "Intermediate",
      "description": "A l’image de Perceval et Karadock, Logan et Kevin reviennent d’une quête dans la contrée de Gitlab et vont vous compter leurs aventures pleines de découvertes et de rebondissements. L’on espère que Père Blaise réussira à prendre des notes…<br><img src=\"https://gabich.files.wordpress.com/2010/09/perceval.png\" alt=\"\"><br>Lors de cette quête, il sera nécessaire de mettre en place une intégration continue pour une armée de développeurs sanguinaires qui ont plein de besoins bizarres… Et à la force de leur épée, de leur courage et pas du tout de l’aide de Merlin (qui ne sait toujours rien faire…), Logan et Kevin vous guidereront afin de créer une CI complète avec job, stage, intégration avec des outils externes (PostgreSQL, Artifactory, Google Cloud Platform, Docker in Docker, SAST, DAST…) tout en la gardant simple et versionnable 😍.<br>L’on pourra même finir sur un exemple de mise en place de la CI dans le cloud (Google Cloud ou Clever) pour avoir une CI qui file dans les nuages 🚀.",
      "language": "French",
      "presentation": "",
      "speakers": [
        "logan_weber",
        "kevin_davin"
      ],
      "tags": [
        "DevOps"
      ],
      "mainTag": "DevOps"
    },
    "132": {
      "description": "Get your badge, coffee, enjoy talking with tech edicts around",
      "icon": "registration",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Fregistration.jpg?alt=media&token=27328646-d323-4cca-904c-75f021bc3ffe",
      "title": "Registration & morning Coffee"
    },
    "133": {
      "description": "Lunch",
      "icon": "lunch",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Flunch.jpg?alt=media&token=bc82aaff-92cc-4dcc-a00e-2b6f30a40225",
      "title": "Lunch"
    },
    "134": {
      "description": "Coffeeeeeee!",
      "icon": "coffee-break",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Fcoffee-break.jpg?alt=media&token=7c2c929b-cb94-4be8-a05a-b3f678136cb7",
      "title": "Coffee break"
    },
    "135": {
      "description": "Coffeeeeeee!",
      "icon": "coffee-break",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Fmorning.jpg?alt=media&token=d0da3d64-fc63-48c6-9d41-1460451dca64",
      "title": "Morning coffee"
    },
    "136": {
      "description": "Official start of the conference. Greetings from the organizers, sponsors and partners.",
      "icon": "opening",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Fopening.jpg?alt=media&token=aa52dd45-50c9-4e36-9485-c1f9138ecd6b",
      "language": "French",
      "title": "DevFest Paris 2019 Opening"
    },
    "138": {
      "description": "Make sure you won't miss closing ceremony, all gifts from out sponsors and partners will find their owners during this session.",
      "image": "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fbackgrounds%2Fclosing.jpg?alt=media&token=f02d014a-09ee-407e-88c7-b74093e00fed",
      "title": "Conference closing and contest winners announcements"
    },
    "139": {
      "description": "",
      "language": "English",
      "title": "Keynote"
    },
    "140": {
      "description": "TBD",
      "language": "French",
      "title": "TBD"
    }
  },
  "speakers": {
    "wassim_chegham": {
      "bio": "Wassim is the Head of the Open Source at SFEIR and an Angular core team member. He is the author of many open source projects such as xlayers.app and ngx.tools. He is a GDE and advocate for the Angular team, the Google Assistant and the GCP teams at Google. He is a member of the Node.js Foundation. A former member of the Angular Universal core team and part of the current Angular Console core team. He likes music composition and drawing.",
      "company": "SFEIR",
      "companyLogo": "/images/partners/logo-sfeir.svg",
      "companyLogoUrl": "/images/partners/logo-sfeir.svg",
      "country": "France",
      "featured": true,
      "name": "Wassim Chegham",
      "photo": "https://pbs.twimg.com/profile_images/895370358370557954/JKnsdgkH_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/895370358370557954/JKnsdgkH_400x400.jpg",
      "shortBio": "Wassim is the Head of the Open Source at SFEIR and an Angular core team member. He is the author...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/manekinekko",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/manekinekko",
          "name": "Github"
        }
      ],
      "title": "Head of Open Source"
    },
    "david_rousset": {
      "bio": "Program Manager at Microsoft working closely with the Edge team. I'm also working on PWA Builder, an open-source project to help developers turning quickly their web site into a PWA. I'm the author of BabylonJS, an open-source WebGL/WebVR gaming engine.<br>Papa différent: http://facecacheeduhandicap.com<br>Composer: http://soundcloud.com/david-rousset",
      "company": "Microsoft",
      "companyLogo": "/images/partners/logo-microsoft.png",
      "companyLogoUrl": "/images/partners/logo-microsoft.png",
      "country": "France",
      "featured": true,
      "name": "David Rousset",
      "photo": "https://pbs.twimg.com/profile_images/657221270279462912/tEnlrmuz_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/657221270279462912/tEnlrmuz_400x400.jpg",
      "shortBio": "Program Manager at Microsoft working closely with the Edge team. I'm also working on PWA Builder...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/davrous",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/davrous",
          "name": "Github"
        }
      ],
      "title": "Program Manager"
    },
    "guillaume_laforge": {
      "bio": "During the day, Guillaume Laforge is Developer Advocate for Google Cloud Platform, covering a wide range of topics from serverless approaches, to chatbots or machine learning. At night, Guillaume wears his Apache Groovy hat, or you can hear him make jokes on the French podcast Les Cast Codeurs !",
      "company": "Google",
      "companyLogo": "/images/logos/google.svg",
      "companyLogoUrl": "/images/logos/google.svg",
      "country": "France",
      "featured": true,
      "name": "Guillaume Laforge",
      "photo": "https://pbs.twimg.com/profile_images/1060058693272829952/SIShAoSM_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1060058693272829952/SIShAoSM_400x400.jpg",
      "shortBio": "During the day, Guillaume Laforge is Developer Advocate for Google Cloud Platform, covering a wide...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/glaforge",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/glaforge",
          "name": "Github"
        }
      ],
      "title": "Developer Advocate"
    },
    "aygul_zagidullina": {
      "bio": "Dr. Aygul Zagidullina is a Google Developer Expert (GDE) for Assistant based in London, UK. Her work experience includes Google, Todoist, MotaWord. She holds a PhD in quantum chemistry and prior to Google dedicated 6 years to scientific research at the University of Stuttgart. Aygul is a very active member of the London digital ecosystem and has been involved in many innovative projects. She is a Google Developer Group (GDG)/ Women Techmakers (WTM) London lead, Google Launchpad mentor, Google Product Expert (PE)/ Trusted Tester (TT), and UK STEM Ambassador. Aygul has been a distinguished speaker at numerous international industry events in the US, UK, Germany, Austria, Ireland, Italy, France, UAE, Greece, Romania, Czech Republic, Poland, Turkey, Latvia, Georgia, Belarus, Russia. She was named as one of The NEXT 100 Top Influencers of the European Digital Industry in 2013.",
      "company": "GDG/WTM London",
      "companyLogo": "",
      "companyLogoUrl": "",
      "country": "United Kingdom",
      "featured": false,
      "name": "Aygul Zagidullina",
      "photo": "https://pbs.twimg.com/profile_images/1047954090284765189/wMFeld1k_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1047954090284765189/wMFeld1k_400x400.jpg",
      "shortBio": "Dr. Aygul Zagidullina is a Google Developer Expert (GDE) for Assistant based in London, UK.",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/aygul",
          "name": "Twitter"
        }
      ],
      "title": "Google Developer Expert"
    },
    "horacio_gonzalez": {
      "bio": "Malgré ce que son accent espagnol bien prononcé peut suggérer, Horacio est arrivé en France il y a plus d'une quinzaine d'années. Passionné d'informatique, dans laquelle il est tombé depuis tout petit, il a découvert le développement web en 1997 et depuis il n'a pas arrêté de bosser autour.<br>Après quelques années comme tech leader de la partie frontend de @warp10io chez Cityzen Data, Horacio a rejoint OVH en janvier 2018 en tant que Developer Advocate. Il est cofondateur du FinistDevs, le JUG/GDG français le plus proche de la Silicon Valley.<br>Passionné par le développement web et tout ce qui gravite autour des composants web, Horacio est Google Developer Expert (GDE) en Web Technologies et Flutter.<br>Vous pouvez voir mes dernières talks sur mon profil Notist",
      "company": "OVH",
      "companyLogo": "/images/logos/logo-ovh.jpg",
      "companyLogoUrl": "/images/logos/logo-ovh.jpg",
      "country": "France",
      "featured": false,
      "name": "Horacio Gonzalez",
      "photo": "https://pbs.twimg.com/profile_images/1060157947911782401/ylAFl012_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1060157947911782401/ylAFl012_400x400.jpg",
      "shortBio": "Malgré ce que son accent espagnol bien prononcé peut suggérer, Horacio est arrivé en France...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/LostInBrittany",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/LostInBrittany",
          "name": "Github"
        }
      ],
      "title": "Developer Advocate"
    },
    "giulia_bianchi": {
      "bio": "Giulia est Data Scientist, consultante et formatrice à Xebia.<br>Elle travaille actuellement sur des volumes de données importants en mettant en place des algorithmes de Machine Learning, avec un objectif concret d’industrialisation. <br>En 2018 elle a participé à l’organisation de la première édition du DataXDay.<br>Elle suit les nouvelles tendances du monde de la Data en participant aux conférences et différents Meetups. Elle contribue activement à cet écosystème en donnant des talks et en écrivant sur le blog Xebia.",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "country": "France",
      "featured": true,
      "name": "Giulia Bianchi",
      "photo": "https://pbs.twimg.com/profile_images/855398305387425792/7ukq0tQ2_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/855398305387425792/7ukq0tQ2_400x400.jpg",
      "shortBio": "Giulia est Data Scientist, consultante et formatrice à Xebia. Elle travaille actuellement sur ...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/Giuliabianchl",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/giulbia",
          "name": "Github"
        }
      ],
      "title": "Data Scientist"
    },
    "yoann_benoit": {
      "bio": "Yoann est Data Scientist et Chief Data Officer chez Xebia. Diplômé de l’Ecole Centrale de Lille avec une spécialisation en Analyse de Données et en Machine Learning, il intervient sur des sujets relevant à la fois du Data Engineering et de la Data Science. Il est aussi formateur en Machine Learning sur Spark.<br>Yoann a travaillé sur des projets Data Science de bout en bout, de l'analyse exploratoire à leur mise en production. Il intervient aussi sur des phases d'idéation et de prototypage de Use Cases Data Science ainsi que sur des expertises de Deep Learning.",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "country": "France",
      "featured": false,
      "name": "Yoann Benoit",
      "photo": "https://pbs.twimg.com/profile_images/537182058540318720/BIo6pMtt_400x400.jpeg",
      "photoUrl": "https://pbs.twimg.com/profile_images/537182058540318720/BIo6pMtt_400x400.jpeg",
      "shortBio": "Yoann est Data Scientist et Chief Data Officer chez Xebia. Diplômé de l’Ecole Centrale de Lille avec...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/YoannBENOIT",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/ybenoit",
          "name": "Github"
        }
      ],
      "title": "Chief Data Officer"
    },
    "michel_parpaillon": {
      "bio": "I've been coding for 8 years now. I fell in love with CSS and JS 5 years ago and now that's all I wanna do. Now working as a Freelance 2 or 3 days a week, the rest of my time is spent working on side projects",
      "company": "Freelance",
      "companyLogo": "",
      "companyLogoUrl": "",
      "country": "France",
      "featured": false,
      "name": "Michel Parpaillon",
      "photo": "https://pbs.twimg.com/profile_images/450973379776880640/GOxJ68-E_400x400.jpeg",
      "photoUrl": "https://pbs.twimg.com/profile_images/450973379776880640/GOxJ68-E_400x400.jpeg",
      "shortBio": "I've been coding for 8 years now. I fell in love with CSS and JS 5 years ago and now that's all I wanna...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/mparpaillon",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/mparpaillon",
          "name": "Github"
        }
      ],
      "title": "Freelance"
    },
    "nicolas_lepage": {
      "bio": "Développeur depuis plus de 10 ans, Nicolas est actuellement consultant et formateur chez Zenika Nantes.<br>Après de trop longues années de développement Java, il prend le contrepied et s'intéresse maintenant à tout ! Sa quête de nouveauté l'amène à explorer les mondes du front avec ReactJS, du NoSQL avec MongoDB, et des langages modernes tels que Go(lang) ou encore Kotlin.<br>Son goût du partage le pousse à devenir formateur, notamment sur Go(lang), et à se lancer dans l'open source en créant immutad●t, une bibliothèque JavaScript pour manipuler les structures immuables imbriquées.",
      "company": "Zenika",
      "companyLogo": "/images/logos/logo-zenika.png",
      "companyLogoUrl": "/images/logos/logo-zenika.png",
      "country": "France",
      "featured": false,
      "name": "Nicolas Lepage",
      "photo": "https://pbs.twimg.com/profile_images/1040105879822131201/aJL-X-Ao_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1040105879822131201/aJL-X-Ao_400x400.jpg",
      "shortBio": "Développeur depuis plus de 10 ans, Nicolas est actuellement consultant et formateur chez Zenika Nantes...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/njblepage",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/nlepage",
          "name": "Github"
        }
      ],
      "title": "Développeur"
    },
    "adrien_pessu": {
      "bio": "Adrien est passionné de développement, en particulier Java et Web. Il a évolué pendant plusieurs années en société de services chez un éditeur logiciel, il s’est lancé dans l’aventure freelance.",
      "company": "Freelance",
      "companyLogo": "",
      "companyLogoUrl": "",
      "country": "France",
      "featured": false,
      "name": "Adrien Pessu",
      "photo": "https://pbs.twimg.com/profile_images/1056975569865326592/1_dF3NK4_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1056975569865326592/1_dF3NK4_400x400.jpg",
      "shortBio": "Adrien est passionné de développement, en particulier Java et Web. Il a évolué pendant plusieurs...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/adrien_pe",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/adrienpessu",
          "name": "Github"
        }
      ],
      "title": "Freelance"
    },
    "jean_francois_garreau": {
      "bio": "GDE Web Technology, je travaille pour Sfeir en tant que CTO de l'agence de Nantes.<br>En dehors du travail, je suis co-fondateur du GDG Nantes, organisateur du DevFest Nantes, co-créateur des Nantes Wit<br>Retrouvez l'ensemble de mes contributions sur https://github.com/jefBinomed",
      "company": "Sfeir",
      "companyLogo": "/images/partners/logo-sfeir.svg",
      "companyLogoUrl": "/images/partners/logo-sfeir.svg",
      "country": "France",
      "featured": false,
      "name": "Jean-François Garreau",
      "photo": "https://pbs.twimg.com/profile_images/973550404456861696/3GMoz0SV_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/973550404456861696/3GMoz0SV_400x400.jpg",
      "shortBio": "GDE Web Technology, je travaille pour Sfeir en tant que CTO de l'agence de Nantes...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/jefbinomed",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/jefbinomed",
          "name": "Github"
        }
      ],
      "title": "CTO"
    },
    "audrey_garreau": {
      "bio": "Audrey est Intégratrice Web senior. Elle a co-fondé l'agence Yumigo en 2015. Mue par une insatiable soif d'apprendre et consciente que le diable est dans les détails, elle perfectionne sans cesse sa technique à 360°. Ses chantiers de prédilection : responsive, accessibilité, performance. Elle s'engage pour améliorer la place de la femme dans le numérique. Signe particulier : enchaîne les escape rooms nantaises comme des M&Ms (aucune défaite à ce jour ^^).",
      "company": "Yumigo",
      "companyLogo": "/images/logos/logo-yumigo.png",
      "companyLogoUrl": "/images/logos/logo-yumigo.png",
      "country": "France",
      "featured": false,
      "name": "Audrey Garreau",
      "photo": "https://pbs.twimg.com/profile_images/575670210226614273/fI62Odwk_400x400.jpeg",
      "photoUrl": "https://pbs.twimg.com/profile_images/575670210226614273/fI62Odwk_400x400.jpeg",
      "shortBio": "Audrey est Intégratrice Web senior. Elle a co-fondé l'agence Yumigo en 2015...",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/garreau_audrey",
          "name": "Twitter"
        }
      ],
      "title": "Intégratrice Web Senior"
    },
    "emmanuel_demey": {
      "name": "Emmanuel Demey",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/EmmanuelDemey",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/EmmanuelDemey",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/799175687097688064/Y2TWhwYL_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/799175687097688064/Y2TWhwYL_400x400.jpg",
      "bio": "Directeur technique chez Zenika Lille et Google Developer Expert, je suis spécialisé dans AngularJS / Angular / TypeScript et l'Accessibilité Web. Speaker à ses heures perdues. Aime également les bières (et oui quand on vient de Lille c'est normal...), le Jazz et la Domotique. Plusieurs expériences en tant que conférencier, notamment depuis septembre 2015 autour du sujet Angular2. - ESLint au Jug Summer Camp et ChtiJS - Angular 2 : ChtiJUG, LyonJS, GDG Paris, GDG Nantes, Meetup AngularJS Grenoble, Devoxx, RivieraDev, Bdx.io, DevFest Nantes, Codeurs en Seine",
      "shortBio": "Directeur technique chez Zenika Lille et Google Developer Expert, je suis spécialisé dans...",
      "company": "Zenika",
      "companyLogo": "/images/logos/logo-zenika.png",
      "companyLogoUrl": "/images/logos/logo-zenika.png",
      "title": "CTO",
      "country": "France",
      "featured": false
    },
    "logan_hauspie": {
      "name": "Logan Hauspie",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/lhauspie",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/EmmanuelDemey",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/1055741424539521026/8ksXipol_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1055741424539521026/8ksXipol_400x400.jpg",
      "bio": "Consultant @ZenikaLille orienté vers le développement back-end et l'architecture de solution.<br>Avide d'explorations techniques, c'est un vrai touche à tout qui n’hésite pas à tenter de nouvelles aventures.<br>Speaker à ses heures autour du Stream Data Processing (SMACK, Apache Beam, Kafka), il aime la bonne bouffe, la bonne bière, les soirées entre amis et le billard.<br>Ses sujets actuels gravitent autour de GCP (PubSub, DataFlow, AppEngine, ComputeEngine) ainsi que de GoLang.",
      "shortBio": "Consultant @ZenikaLille orienté vers le développement back-end et l'architecture de solution....",
      "company": "Zenika",
      "companyLogo": "/images/logos/logo-zenika.png",
      "companyLogoUrl": "/images/logos/logo-zenika.png",
      "title": "Consultant",
      "country": "France",
      "featured": false
    },
    "alexis_moussine_pouchkine": {
      "name": "Alexis Moussine-Pouchkine",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/alexismp",
          "name": "Twitter"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/445851336609779712/wctrTQJk_400x400.jpeg",
      "photoUrl": "https://pbs.twimg.com/profile_images/445851336609779712/wctrTQJk_400x400.jpeg",
      "bio": "Java and Sun Microsystem veteran, now at Google focusing on GCP, Serverless, and Java.",
      "shortBio": "Java and Sun Microsystem veteran, now at Google focusing on GCP, Serverless, and Java.",
      "company": "Google",
      "companyLogo": "/images/logos/google.svg",
      "companyLogoUrl": "/images/logos/google.svg",
      "title": "Developer Advocate",
      "country": "France",
      "featured": false
    },
    "valentin_deleplace": {
      "name": "Valentin Deleplace",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/val_deleplace",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/Deleplace",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/917671491680038913/vwzQ0nj1_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/917671491680038913/vwzQ0nj1_400x400.jpg",
      "bio": "Valentin is a senior developer for backends, databases, cloud architecture, performance, algorithms, and UX. He currently works as a DA (developer advocate) for Google Cloud Platform.",
      "shortBio": "Valentin is a senior developer for backends, databases, cloud architecture, performance, algorithms, and UX...",
      "company": "Google",
      "companyLogo": "/images/logos/google.svg",
      "companyLogoUrl": "/images/logos/google.svg",
      "title": "Happy Path Engineer",
      "country": "France",
      "featured": false
    },
    "sylvain_lequeux": {
      "name": "Sylvain Lequeux",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/slequeux",
          "name": "Twitter"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/582833868673134592/tkh1ZKZc_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/582833868673134592/tkh1ZKZc_400x400.jpg",
      "bio": "Sylvain est data engineer à Xebia depuis 3 ans. Fort de son expérience en développement d'applicatifs backend, il s'investit dans le software craftsmanship. Il dispense la formation certifiante Cloudera Administrateur et est certifié Cloudera Developper.",
      "shortBio": "Sylvain est data engineer à Xebia depuis 3 ans. Fort de son expérience en développement d'applicatifs backend...",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "title": "Data Engineer",
      "country": "France",
      "featured": false
    },
    "felix_billon": {
      "name": "Félix Billon",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/felix_billon",
          "name": "Twitter"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/970459965805625344/7EVCSR_i_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/970459965805625344/7EVCSR_i_400x400.jpg",
      "bio": "Développeur web depuis plus de 5 ans, je suis de près l'évolution des technologies qui fleurissent autour du JavaScript, HTML et CSS. Je me suis tourné depuis peu vers les langages transcompilés et depuis je ne peux plus m'en passer.",
      "shortBio": "Développeur web depuis plus de 5 ans, je suis de près l'évolution des technologies qui fleurissent...",
      "company": "",
      "companyLogo": "",
      "companyLogoUrl": "",
      "title": "",
      "country": "France",
      "featured": false
    },
    "sylvain_pontoreau": {
      "name": "Sylvain Pontoreau",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/spontoreau",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/spontoreau",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/857318012759756804/_f-p7R6b_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/857318012759756804/_f-p7R6b_400x400.jpg",
      "bio": "TypeScript fanboy, Microsoft engineer and Paris TypeScript co-organizer!",
      "shortBio": "TypeScript fanboy, Microsoft engineer and Paris TypeScript co-organizer!",
      "company": "Microsoft",
      "companyLogo": "/images/partners/logo-microsoft.png",
      "companyLogoUrl": "/images/partners/logo-microsoft.png",
      "title": "Premier Field Engineer",
      "country": "France",
      "featured": false
    },
    "fanny_weisenburger": {
      "name": "Fanny Weisenburger",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/roxyska",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/roxyska",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/3781280471/4f3ecb37e6773cc5ccdc360669a26146_400x400.png",
      "photoUrl": "https://pbs.twimg.com/profile_images/3781280471/4f3ecb37e6773cc5ccdc360669a26146_400x400.png",
      "bio": "...",
      "shortBio": "...",
      "company": "SFEIR",
      "companyLogo": "/images/partners/logo-sfeir.svg",
      "companyLogoUrl": "/images/partners/logo-sfeir.svg",
      "title": "Front-End Developer",
      "country": "France",
      "featured": false
    },
    "fabien_zibi": {
      "name": "Fabien Zibi",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/_faz",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/dahfazz",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/973780975888011264/V13y0fBr_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/973780975888011264/V13y0fBr_400x400.jpg",
      "bio": "I've been a web developer for about 15 years now which means I attended jQuery, Responsive Design, Bootstrap and tons of JS frameworks births. Do not get me wrong, I am enthusiast but I always keep my critical (french) mind and want to be sure to go forward without harming what we already built. I'm now Front-end Tech Lead at SFEIR (Paris)",
      "shortBio": "I've been a web developer for about 15 years now which means I attended jQuery, Responsive Design, Bootstrap and tons of JS frameworks births...",
      "company": "SFEIR",
      "companyLogo": "/images/partners/logo-sfeir.svg",
      "companyLogoUrl": "/images/partners/logo-sfeir.svg",
      "title": "Lead Front",
      "country": "France",
      "featured": false
    },
    "antoine_le_taxin": {
      "name": "Antoine Le Taxin",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/modulom",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/ModuloM",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/2717434746/56ddc77ba7ee208526866247108b71eb_400x400.png",
      "photoUrl": "https://pbs.twimg.com/profile_images/2717434746/56ddc77ba7ee208526866247108b71eb_400x400.png",
      "bio": "Développeur fullstack, afición du JavaScript de la première heure, Antoine suit avec passion les évolutions de l’écosystème : de Backbone à React en passant par Angular et Node, bon nombre de frameworks JS lui sont passés sous les doigts.",
      "shortBio": "Développeur fullstack, afición du JavaScript de la première heure, Antoine suit avec passion les évolutions de l’écosystème...",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "title": "Fullstack Developer",
      "country": "France",
      "featured": false
    },
    "jean_baptiste_claramonte": {
      "name": "Jean-Baptiste Claramonte",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/jbclaramonte",
          "name": "Twitter"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/922443318168088576/wI1y2VJD_400x400.png",
      "photoUrl": "https://pbs.twimg.com/profile_images/922443318168088576/wI1y2VJD_400x400.png",
      "bio": "Jean-Baptiste est développeur back/cloud. Il travail sur des projets cloud depuis 2 ans, au début avec AWS et depuis 6 mois avec Google Cloud qu'il met en place chez son client afin de migrer vers GCP un Datalab initialement déployé sur OVH.",
      "shortBio": "Jean-Baptiste est développeur back/cloud. Il travail sur des projets cloud depuis 2 ans...",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "title": "Backend Developer",
      "country": "France",
      "featured": false
    },
    "nicolas_dechandon": {
      "name": "Nicolas Dechandon",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/ndechandon",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/ndechandon",
          "name": "Github"
        }
      ],
      "photo": "https://avatars0.githubusercontent.com/u/30040637",
      "photoUrl": "https://avatars0.githubusercontent.com/u/30040637",
      "bio": "...",
      "shortBio": "...",
      "company": "Xebia",
      "companyLogo": "/images/logos/logo-xebia.jpg",
      "companyLogoUrl": "/images/logos/logo-xebia.jpg",
      "title": "Data Engineer",
      "country": "France",
      "featured": false
    },
    "vincent_ogloblinsky": {
      "name": "Vincent Ogloblinsky",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/vogloblinsky",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/vogloblinsky",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/927881186457866240/TF_HzkNO_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/927881186457866240/TF_HzkNO_400x400.jpg",
      "bio": "Brestois du bout du monde émigré à Rennes, je suis architecte logiciel dans une ESN française et passionné par les technologies du web, et la plupart du temps je les utilise en codant en (Type||Java)script. Le partage de la connaissance est pour moi une chose importante : au sein de ma société au travers de déjeuners techniques ou de sessions de mobprogramming; durant des formations HTML5, Angular 1 & 2 ou autres; en présentant des sujets lors de conférences; et enfin en contribuant et en maintenant des projets open-source. \"Let's browsers rock\"",
      "shortBio": "Brestois du bout du monde émigré à Rennes, je suis architecte logiciel dans une ESN française...",
      "company": "SII Ouest",
      "companyLogo": "/images/partners/logo-sii.png",
      "companyLogoUrl": "/images/partners/logo-sii.png",
      "title": "Frontend Architect",
      "country": "France",
      "featured": false
    },
    "yassin_benabbas": {
      "name": "Yassin Benabbas",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/yostane",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/yostane",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/1387062340/yassine-benabbas-tivoli_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1387062340/yassine-benabbas-tivoli_400x400.jpg",
      "bio": "Développeur d’applications mobiles chez Worldline depuis 2011, également enseignant et docteur (en informatique). Je m’intéresse aux sujets mobiles et web mais j'aime bien toucher un peu à tout. Je programme avec passion depuis plus d'un dizaine d'années.",
      "shortBio": "Développeur d’applications mobiles chez Worldline depuis 2011, également enseignant et docteur...",
      "company": "Worldline",
      "companyLogo": "/images/logos/logo-worldline.jpg",
      "companyLogoUrl": "/images/logos/logo-worldline.jpg",
      "title": "Frontend Architect",
      "country": "France",
      "featured": false
    },
    "m4dz": {
      "name": "m4dz",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/m4d_z",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/m4dz",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/1060870327914369024/iF65Lkie_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1060870327914369024/iF65Lkie_400x400.jpg",
      "bio": "Le m4dz est un animal curieux. Au travers de plusieurs vies, il a toujours cherché à transmettre aux autres ce qu'il avait pu comprendre et connaître. Au départ developpeur web (personne n'est parfait), soucieux de vie privée, de l'usage respecteux des données de chacun, et de sécurité, Il est maintenant Tech Evangelist chez alwaysdata. Il essaie de sensibiliser les autres aux enjeux d'aujourd'hui et de demain sur les réalités du numérique. Son livre préféré restera toujours « Alice au Pays des Merveilles ».",
      "shortBio": "Le m4dz est un animal curieux. Au travers de plusieurs vies, il a toujours cherché à transmettre aux autres...",
      "company": "alwaysdata",
      "companyLogo": "",
      "companyLogoUrl": "",
      "title": "Tech Evangelist",
      "country": "France",
      "featured": false
    },
    "logan_weber": {
      "name": "Logan Weber",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/Neonox31",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/Neonox31",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/3705196755/fe3239edb3019f30f9835038e531344b_400x400.jpeg",
      "photoUrl": "https://pbs.twimg.com/profile_images/3705196755/fe3239edb3019f30f9835038e531344b_400x400.jpeg",
      "bio": "...",
      "shortBio": "...",
      "company": "Airbus Defence and Space",
      "companyLogo": "",
      "companyLogoUrl": "",
      "title": "Software Automation Engineer",
      "country": "France",
      "featured": false
    },
    "guilhem_lettron": {
      "name": "Guilhem Lettron",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/guilhemlettron",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/guilhem",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/1011193604486914049/iFh1PGb-_400x400.jpg",
      "photoUrl": "https://pbs.twimg.com/profile_images/1011193604486914049/iFh1PGb-_400x400.jpg",
      "bio": "SRE indépendant et Partisan du DevOps.<br>Je vous invite à découvrir nos podcasts sur https://p7t.tech",
      "shortBio": "SRE indépendant et Partisan du DevOps.<br>Je vous invite à découvrir nos podcasts sur https://p7t.tech",
      "company": "barpilot",
      "companyLogo": "",
      "companyLogoUrl": "",
      "title": "Site Reliability Engineer",
      "country": "France",
      "featured": false
    },
    "kevin_davin": {
      "name": "Kevin Davin",
      "socials": [
        {
          "icon": "twitter",
          "link": "https://twitter.com/davinkevin",
          "name": "Twitter"
        },
        {
          "icon": "github",
          "link": "https://github.com/davinkevin",
          "name": "Github"
        }
      ],
      "photo": "https://pbs.twimg.com/profile_images/702131490088423424/ZVma9P5I_400x400.png",
      "photoUrl": "https://pbs.twimg.com/profile_images/702131490088423424/ZVma9P5I_400x400.png",
      "bio": "Google Developer Expert on GCP, I am above all passionate about tech, languages, infrastructure, and automation. <br>Java, Kotlin, Go, Javascript or TypeScript are my day-to-day languages. I deploy all of those on the Google Kubernetes Engine with the Continuous Integration of Gitlab 🚀. <br>Addict of agility and devops, some of my work was to help teams to follow those philosophies. From the analysis of the code quality (with code-review or static analysis tool) to the setup of unit or end-to-end tests and ending by the continuous deployment of the application directly on the Google Cloud platform. <br>My mantra is to go to production as soon as possible! In my activity in Stack Labs and also in my personal time, I contribute on open source projects (Spring boot, Spring Security, Angular, Protractor, Jest schematics for Angular, NgxOpenlayers...). . <br>I'm involved in the GDG Toulouse, on the organization part (for the video capture part) and to provide some talks too. Following that, I'm also into the DevFest Toulouse team since day 1. I'm mainly managing the website during the Devfest season. Thanks to that, I became the first external contributor to the GDG-X/hoverboard project. <br>I'm currently CTO (and one of the founder) of Stack Labs, a company specialized in architecture and development of cloud solution. I supervise about twenty passionate and talented developers in their missions and during our internal events",
      "shortBio": "Google Developer Expert on GCP, I am above all passionate about tech, languages, infrastructure, and automation...",
      "company": "Stack Labs",
      "companyLogo": "",
      "companyLogoUrl": "",
      "title": "Site Reliability Engineer",
      "country": "France",
      "featured": false
    }
  },
  "team": [
    {
      "members": [
        {
          "name": "Alain Regnier",
          "photo": "/images/people/alain_regnier.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Falain_regnier.png?alt=media&token=396719e5-4e8f-4a4e-b177-57ed3af75ff9",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/altolabs",
              "name": "Twitter"
            }
          ],
          "title": ""
        },
        {
          "name": "Benjamin LACROIX",
          "photo": "/images/people/benjamin_lacroix.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fbenjamin_lacroix.jpeg?alt=media&token=5fefadfa-186c-4c72-8dca-e44710c1f35a",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/benjlacroix",
              "name": "Twitter"
            }
          ],
          "title": ""
        },
        {
          "name": "Cyril Balit",
          "photo": "/images/people/cyril_balit.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fcyril_balit.jpeg?alt=media&token=58b19414-821d-413e-a61d-2b34c284c8b0",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/cablit",
              "name": "Twitter"
            }
          ],
          "title": ""
        },
        {
          "name": "Leena Kasundra",
          "photo": "/images/people/leena_kasundra.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fleena_kasundra.jpg?alt=media&token=68ccded9-e39a-4ace-9885-1e9b759a9ac4",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/LeenaK26",
              "name": "Twitter"
            }
          ],
          "title": ""
        },
        {
          "name": "Olivier Leplus",
          "photo": "https://pbs.twimg.com/profile_images/459265225221353473/xilGJIvG_400x400.jpeg",
          "photoUrl": "https://pbs.twimg.com/profile_images/459265225221353473/xilGJIvG_400x400.jpeg",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/olivierleplus",
              "name": "Twitter"
            }
          ],
          "title": ""
        },
        {
          "name": "Paul Chabot",
          "photo": "/images/people/paul_chabot.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fpaul_chabot.jpg?alt=media&token=62a2e171-d669-4940-9108-131deddd8439",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/paulch4bot",
              "name": "Twitter"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/pchabot",
              "name": "Linkedin"
            }
          ],
          "title": ""
        },
        {
          "name": "Pritesh Bheemanee",
          "photo": "/images/people/pritesh_heemanee.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fpritesh_heemanee.jpg?alt=media&token=f6c557c8-e87d-4d81-a001-44448ac65e81",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/PriteshP23",
              "name": "Twitter"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/priteshbheemanee",
              "name": "Linkedin"
            }
          ],
          "title": ""
        },
        {
          "name": "Thibault Pouget",
          "photo": "/images/people/thibault_pouget.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Fthibault_pouget.jpeg?alt=media&token=66c1eaaa-dc3a-4cae-b124-fdce83e567ac",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/thibaultpouget",
              "name": "Twitter"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/thibaultpouget/",
              "name": "Linkedin"
            },
            {
              "icon": "github",
              "link": "https://github.com/tpouget",
              "name": "Github"
            }
          ],
          "title": ""
        },
        {
          "name": "Tiffany Souterre",
          "photo": "/images/people/tiffany_souterre.jpg",
          "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-paris-2019.appspot.com/o/images%2Fteam%2Ftiffany_souterre.jpg?alt=media&token=107d4ded-e0d9-4d04-8a30-d387af2f760f",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/TiffanySouterre",
              "name": "Twitter"
            }
          ],
          "title": ""
        }
      ],
      "title": "Core Team"
    }
  ],
  "tickets": [
    {
      "available": false,
      "currency": "€",
      "ends": "Feb 8",
      "inDemand": false,
      "info": "Only first 100 tickets",
      "name": "Very Early Bird",
      "order": 0,
      "price": 30,
      "regular": true,
      "soldOut": true,
      "starts": "Oct 27",
      "url": "https://www.billetweb.fr/devfest-paris"
    },
    {
      "available": true,
      "currency": "€",
      "ends": "Feb 8",
      "inDemand": true,
      "name": "Early Bird",
      "order": 1,
      "price": 60,
      "regular": true,
      "soldOut": false,
      "starts": "Oct 27",
      "url": "https://www.billetweb.fr/devfest-paris"
    },
    {
      "available": true,
      "currency": "€",
      "ends": "Feb 8",
      "inDemand": false,
      "name": "Regular",
      "order": 2,
      "price": 90,
      "regular": true,
      "primary": true,
      "soldOut": false,
      "starts": "Oct 27",
      "url": "https://www.billetweb.fr/devfest-paris"
    }
  ],
  "triggers": {
    "images": false
  },
  "videos": [],
  "previousSpeakers": {}
}
